auxiliares/requests/salidas/confirmacion/master.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.ingresosimple.recintos.www.ventanillaunica.gob.mx" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
    <soapenv:Header>
  <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
<wsse:UsernameToken >
<wsse:Username>MAR870122MX9</wsse:Username>
<wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">i1yzMzAa3RvVgMzNAmTnL0hvVmSRTYDOpmuTrO0+REFMnCTj+k+LFHmZRtgkMkEq</wsse:Password>
</wsse:UsernameToken>
<wsu:Timestamp wsu:Id="Timestamp-5c9f0ef0-ab45-421d-a633-4c4fad26d945">
        <wsu:Created>2020-07-27T18:41:37Z</wsu:Created>
        <wsu:Expires>2020-07-27T23:59:25Z</wsu:Expires>
      </wsu:Timestamp>
</wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <ws:confirmacionDeSalida>
         <!--Optional:-->
         <arg0>
        	<informacionGeneral>
        	   <!--Optional:-->
               <consecutivo>2000000WJ</consecutivo>
        	   <idAsociado>2000000WH</idAsociado>
               <fechaRegistro>2020-08-17T22:10:59Z</fechaRegistro>
        	   <tipoMovimiento>11</tipoMovimiento>
        	   <detalleMovimiento>6</detalleMovimiento>
        	   <tipoOperacion>1</tipoOperacion>
        	   <cveRecintoFiscalizado>4718</cveRecintoFiscalizado>
        	</informacionGeneral>
        	<tipoSalida>M</tipoSalida>
        	<master>
                <pedimento>1234567</pedimento>
         	   <aduana>470</aduana>
         	   <patente>9999</patente>
         	   <cvePedimento>T3</cvePedimento>
         	   <numMaster>302-20200817</numMaster>
        	   <!--Optional:-->
               <mercancia>
        		  <numPiezas>150</numPiezas>
        		  <umc>PCS</umc>
        		  <ump>K</ump>
        		  <peso>500</peso>
        	   </mercancia>
        	</master>
        </arg0>
    </ws:confirmacionDeSalida>
 </soapenv:Body>
</soapenv:Envelope>
